/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Central";

/* An audio channel label. */
"Center Surround" = "Surround Central";

/* An audio channel label. */
"Center Surround Direct" = "Surround Centralizado Direto";

/* Channel. An audio channel label. */
"Channel" = "Canal";

/* Channels. An audio channel label. */
"Channels" = "Canais";

/* An audio channel label. */
"Click Track" = "Metrônomo";

/* An audio channel label. */
"Dialog Centric Mix" = "Mix Central de Diálogo";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Discreto";

/* An audio channel label. */
"Foreign Language" = "Idioma Estrangeiro";

/* An audio channel label. */
"Headphones Left" = "Fone de Ouvido Esquerdo";

/* An audio channel label. */
"Headphones Right" = "Fone de Ouvido Direito";

/* An audio channel label. */
"Hearing Impaired" = "Deficiente Auditivo";

/* An audio channel label. */
"Left" = "Esquerdo";

/* An audio channel label. */
"Left Center" = "Centro Esquerda";

/* An audio channel label. */
"Left Surround" = "Surround Esquerdo";

/* An audio channel label. */
"Left Surround Direct" = "Surround Esquerdo Direto";

/* An audio channel label. */
"Left Total" = "Esquerdo Total";

/* An audio channel label. */
"Left Wide" = "Esquerdo Ampla";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "Tela LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Meio";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narração";

/* An audio channel label. */
"Rear Surround Left" = "Surround Esquerdo Posterior";

/* An audio channel label. */
"Rear Surround Right" = "Surround Direito Posterior";

/* An audio channel label. */
"Right" = "Direita";

/* An audio channel label. */
"Right Center" = "Centro Direita";

/* An audio channel label. */
"Right Surround" = "Surround Direito";

/* An audio channel label. */
"Right Surround Direct" = "Surround Direito Direto";

/* An audio channel label. */
"Right Total" = "Direito Total";

/* An audio channel label. */
"Right Wide" = "Direita Ampla";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Lado";

/* An audio channel label. */
"Top Back Center" = "Central Posterior Superior";

/* An audio channel label. */
"Top Back Left" = "Esquerda Posterior Superior";

/* An audio channel label. */
"Top Back Right" = "Direita Posterior Superior";

/* An audio channel label. */
"Top Center Surround" = "Surround Central Superior";

/* An audio channel label. */
"Unknown" = "Desconhecido";

/* An audio channel label. */
"Unused" = "Não Utilizado";

/* An audio channel label. */
"Vertical Height Center" = "Altura Vertical Central";

/* An audio channel label. */
"Vertical Height Left" = "Altura Vertical Esquerda";

/* An audio channel label. */
"Vertical Height Right" = "Altura Vertical Direita";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Tátil";

